
#算术运算符+—*/ **  //”取整除 - 返回商的整数部分（向下取整“
a = 10
b = 5
c = a / b
print(c)
#比较运算符 ==；等于  !=：不等于  > <  >= <=
#c = a + b 将 a + b 的运算结果赋值为 c
#+=	加法赋值运算符	c += a 等效于 c = c + a
#-=	减法赋值运算符	c -= a 等效于 c = c - a
#*=	乘法赋值运算符	c *= a 等效于 c = c * a
#/=	除法赋值运算符	c /= a 等效于 c = c / a
#%=	取模赋值运算符	c %= a 等效于 c = c % a
##//=	取整除赋值运算符	c //= a 等效于 c = c // ac = a + b 将 a + b 的运算结果赋值为 c
a = 10
b = 20#算术运算符+—*/ **  //”取整除 - 返回商的整数部分（向下取整“
a = 10
b = 5
c = a / b
print(c)
#比较运算符 ==；等于  !=：不等于  > <  >= <=
#c = a + b 将 a + b 的运算结果赋值为 c
#+=	加法赋值运算符	c += a 等效于 c = c + a
#-=	减法赋值运算符	c -= a 等效于 c = c - a
#*=	乘法赋值运算符	c *= a 等效于 c = c * a
#/=	除法赋值运算符	c /= a 等效于 c = c / a
#%=	取模赋值运算符	c %= a 等效于 c = c % a
#**=	幂赋值运算符	c **= a 等效于 c = c ** a
#//=	取整除赋值运算符	c //= a 等效于 c = c // ac = a + b 将 a + b 的运算结果赋值为 c
a = 10
b = 20